{
  "courses": {
    "subtitle": "курси",
    "headline": "курси, які навчають",
    "headeDescription": "Від новачка до полноцінного junior розробника. Ми знаємо як це зробити якісно і з задоволенням.",
    "courseslist": [
      {
        "id": "1-fullstack",
        "description": {
          "what": "Full Stack - це повноцінний набір знань та навичок щодо створення будь-якого проекту на всіх етапах від узгодження до продакшена та підтрими.",
          "whom": "Курс призначений тим, хто вирішив змінити свою сферу діяльності або тільки визначився з нею, тобто новачкам.",
          "process": "Навчання розраховане на 10 місяців з двома теоретичними заняттями в робочі дні та обов'язковим практичним заняттям у вихідний день. Всі матеріали, тести, скрінкасти і конспекти сформовані в логічній послідовності для спрощення сприйняття інформації студентом. Способи подачі і закріплення матеріалу виведені практичних чином, на базі результатів і відгуків студентів про наш підхід.",
          "benefit": "Всі отримані технічні навички будуть сформовані в персональний сайт-портфоліо. М'які навички (soft skills) та IT English відпрацьовується прогятом всього навчання. Щоб успішно працевлаштуватись, ми готуємо до співбесід та супроводжуємо на етапі вирішення тестових завдань.",
          "extensions": "Ти станеш кваліфікованим фахівцем у розробці, який розуміє всі етапи створення проекта. Далі зможеш поглиблювати свої знання та розвиватись, як розробник. Також можеш обрати менеджерську посаду, або створити свій старап.",
          "link": {
            "linkTitle": "Наші студенти",
            "path": "/our-students"
          },
          "prices": {
            "byMonth": "10x6000",
            "pieces": "5x11000",
            "fullYear": "1x50000"
          }
        },
        "title": "Full Stack Js",
        "tags": [
          "HTML & CSS, Flexbox & Grid, Sass, Parcel",
          "JavaScript ES6+, Babel, DOM API, REST API",
          "React Js, Redux, TypeScript",
          "NODE Js, Express, Postman",
          "MongoDB & NoSQL",
          "Тестування"
        ]
      },
      {
        "id": "2-frontend",
        "description": {
          "what": "Frontend - курс, що надає перший крок у світ IT. Цей набір знать дозволяє робити все, з чим зтикається користувач при взаємодії з програмним продуктом, від інформації, що від бачить на екрані до логіки взаємодії людини й машини. Цей курс навчить розробляти повноцінні інтерфейси для веб та будь-яких інших застосунків, якими ми користуемось щодня.",
          "whom": "Якщо ти тільки вирішаеш, яку професію краще засвоїти, то цей курс саме для тебе. Адже після нього ти станеш фахівцев, затребуваним на ринку. Ці знання є невід'ємними, якщо навіть з часом буде бажання стати інженером, тестувальником, або навіть менеджером.",
          "process": "Курс триває 6 місяців з двома теоретичними заняттями в робочі дні та  обов'язковим практичним заняттям у вихідний день. Всі матеріали, тести, скрінкасти і конспекти сформовані в логічній послідовності для спрощення сприйняття інформації студентом. Способи подачі і закріплення матеріалу виведені практичних чином, на базі результатів і відгуків студентів про наш підхід.",
          "benefit": "Всі отримані технічні навички будуть сформовані в персональний сайт-портфоліо. М'які навички (soft skills) та IT English відпрацьовується прогятом всього навчання. Щоб успішно працевлаштуватись, ми готуємо до співбесід та супроводжуємо на етапі вирішення тестових завдань.",
          "extensions": "Frontend - це повноцінна професія, що має високий попит. Для збільшення можливостей можливо далі засвоювати Backend, або тестування. Головне, що це вже можна робити, працюючи в IT.",
          "link": {
            "linkTitle": "Наші студенти",
            "path": "/our-students"
          },
          "prices": {
            "byMonth": "6x6000",
            "pieces": "3x11000",
            "fullYear": "1x30000"
          }
        },
        "title": "Frontend Js",
        "tags": ["HTML & CSS", "JavaScript ES6+", "React Js", "Тестування"]
      },
      {
        "id": "3-backend",
        "description": {
          "what": "Backend - це перш за все логіка роботи з даними, обсяг яких збільшується кожну мить. Логіка отримки, перевірки, зберігання інформації про користувачів, про товари й продукти та їх взаємодію обробляє саме Backend. Цю роботу практично не можна побачити на екрані, але це великий важливий обсяг знань в розробці.",
          "whom": "Якщо логіка - твоє усе, ти мислишь алгоритмами, тоді стартуй з Backend. В іншому випадку, пропонуємо спочатку опанувати Frontend. Це важливо, бо ти повинен знати, як працює користувацька частина, щоб розібратись в зворотньому боці розробки.",
          "process": "Ми готуємось за програмою протягом 4х місяців. Розклад занять та наповненість за часом двійчи у будні та один вихідний.",
          "benefit": "Знати Backend стає must have для розробника, щоб розвиватись й отримувати більш цікаві та оплачувані проекти.",
          "extensions": "Розвиток після Backend можливий в будь-якому напрямку, що як розробник, автоматизатор, devOps, архітектор, тощо, хоча це дуже обсяжна посада. Backend як айсберг, масштаби якого безмежні.",
          "link": {
            "linkTitle": "Наші студенти",
            "path": "/our-students"
          },
          "prices": {
            "byMonth": "4x6000",
            "pieces": "2x11000",
            "fullYear": "1x20000"
          }
        },
        "title": "Backend Js",
        "tags": [
          "NODE Js",
          "MongoDB & NoSQL"
        ]
      },
      {
        "id": "4-kids3d",
        "title": "Cyber KIDS 3D",
        "description": {
          "what": "Курс Cyber KIDS 3D - це навчання 3D-моделюванню.",
          "whom": "Для дітей віком 9-10 років",
          "process": "Двійчи на тиждень по 80 хвилин у робочі дні, протягом всього навчального року. Час занять узгоджується з батьками при наборі групи.",
          "benefit": "Дитина буде створювати об'ємні фігури з різними формами, текстурами, кольорами та надавати їм дії. Всі розроблені проекти ми формуємо в персональні портфоліо. За бажанням та дозволом батьків, будемо розміщувати на нашому сайті.",
          "extensions": "Отримані на цьому курсі знання та навички розвинуть абстратне мислення дитини. Це стане гарною базою для подальшого розвитку в моделюванні та дизайні або на початку навчання програмуванню, якщо дитина більш схильна до цього.",
          "workLink": {
            "linkTitle": "Дивіться дитячи роботи",
            "path": "/kids-works"
          },
          "prices": {
            "byMonth": "8x2100",
            "pieces": "3x4900",
            "fullYear": "1x12900"
          }
        },
        "headOfCourse": {
          "name": "Борис Дмитренко",
          "avatar": "",
          "experience": "",
          "links": {
            "facebook": "",
            "instagram": "",
            "telegram": ""
          }
        },
        "tags": ["Blender", "JavaScript", "NODE JS"]
      }
    ]
  }
}
