import './About.scss'
import './about.css'
export function About() {
  return (
    <section className="preamble">
      <div className="l-center-offset">
        <div className="l-center-offset__content">
          <ul className="preamble-cardList">
            <li className="preamble-card">
              Cyber Space Technology - це необмежений простір, в якому пізнають
              та навчаються створювати футуристичні новітні проекти. Світ
              змінюється кожну мить, ми повинні знати у якому саме напрямку,
              розуміти істину змін, опановувати їх та творити
              технологічно-інформаційну синергію.
            </li>
            <li className="preamble-card">
              Програми для дорослих, що вирішили кардинально змінити діяльність
              або спеціалісти що бажають підвищити свій існуючий рівень,
              створені за потребами сучасного ринку IT. Кожен отримає все
              необхідне, щоб після навчання отримати завітний оффер, адже ведучі
              рекрутери завжди з нами!
            </li>
            <li className="preamble-card">
              Все починається з малого, з простого бажання пізнати технологію,
              саме тому Cyber Space Technology створили адаптивні курси, які
              дадуть змогу опанувати сферу IT та прокласти свій шлях у цифрове
              майбутнє кожному бажаючому!
            </li>
            <li className="preamble-card">
              Дитячі програми розвинуть здібності та таланти, сформують надійний
              фундамент для подальших досягнень вашої дитини. У Cyber Space Kids
              вже з дев'яти років маленькі генії опановують безмежний простір
              технологій, пізнають та підкорюють цифровий всесвіт. Для них це
              захоплююча подорож у всесвіт в якому людина та технології
              створюють шедеври!
            </li>
          </ul>
          {/* <a href="/projects" className="btn btn--invert btn--block-sm">
            Проекти
          </a>
          <button className="btn btn--secondary btn--block-sm contact-trigger">
            Курси
          </button> */}
        </div>
      </div>
    </section>
  )
}
